Repository: abnaceur/wordpress-docker
Catalog: setup/plugins/wp-whydonate/languages/whydonate-v2-*.po
Languages: de_de, es_es, nl_nl

source: Account setup
de_de: Einrichtung eines Kontos
es_es: Configuración de la cuenta
nl_nl: Account instellen

source: Fundraisers
de_de: Spendenaktionen
es_es: Recaudación de fondos

source: Styling
de_de: Gestaltung
es_es: Estilo

source: Donations
de_de: Spenden
es_es: Donaciones
nl_nl: Donaties

source: Go to my Whydonate Dashboard
de_de: Gehen Sie zu meinem Whydonate-Dashboard
es_es: Ve a mi panel de control de Whydonate
nl_nl: Ga naar mijn Whydonate Dashboard

source: Click the button above to view all donations. You will be automatically redirected to the Whydonate Dashboard.
de_de: Klicken Sie auf die Schaltfläche oben, um alle Spenden anzuzeigen. Sie werden automatisch zum Whydonate Dashboard weitergeleitet.
es_es: Haga clic en el botón de arriba para ver todas las donaciones. Serás redirigido automáticamente al panel de control de Whydonate.
nl_nl: Klik bovenstaande knop om alle donaties te bekijken. Je wordt automatisch naar het Whydonate Dashboard doorgestuurd.

source: Add Fundraiser
de_de: Fundraiser hinzufügen
es_es: Añade la recaudación de fondos
nl_nl: Fundraiser aanmaken

source: Title
de_de: Titel
es_es: Título
nl_nl: Titel

source: Created On
de_de: Erstellt am
es_es: Creado en
nl_nl: Aangemaakt op

source: Action
de_de: Aktion
es_es: Acción
nl_nl: Acties

source: The API key doesn't seem to work. Please check it.
de_de: Der API-Schlüssel scheint nicht zu funktionieren. Bitte überprüfen Sie ihn.
es_es: La clave del API no parece funcionar. Por favor, compruébelo.
nl_nl: De API-key lijkt niet te werken. Controleer of deze correct is.

source: It seems like you haven't created any fundraiser yet.
de_de: Es scheint, als hätten Sie noch keine Spendenaktion ins Leben gerufen.
es_es: Parece que aún no has creado ninguna recaudación de fondos.
nl_nl: Het lijkt erop dat je nog geen fundraiser hebt aangemaakt.

source: Good news! Fundraiser created from this plugin can also be made visible Whydonate. To reach more people and increase your chances of donations, publish your fundraiser on the <a href=" https://www.whydonate.eu/dashboard" target="blank">Whydonate platform</a> by adding the required extra information.
de_de: Gute Nachrichten! Die mit diesem Plugin erstellte Spendenaktion kann auch Whydonate sichtbar gemacht werden. Um mehr Menschen zu erreichen und Ihre Chancen auf Spenden zu erhöhen, veröffentlichen Sie Ihre Spendenaktion auf der <a href=" https://www.whydonate.eu/dashboard" target="blank">Whydonate-Plattform </a>, indem Sie die erforderlichen Zusatzinformationen hinzufügen.
es_es: ¡Buenas noticias! La recaudación de fondos creada a partir de este plugin también puede hacerse visible en Whydonate. Para llegar a más gente y aumentar sus posibilidades de donaciones, publique su recaudación de fondos en la <a href=" https://www.whydonate.eu/dashboard" target="blank">plataforma Whydonate</a> añadiendo la información adicional necesaria.
nl_nl: Goed nieuws! Fundraisers die aangemaakt zijn via deze plugin, kunnen ook worden getoond op het Whydonate platform om nog meer mensen te bereiken en donaties te ontvangen. <a href="https://www.whydonate.nl/dashboard" target="blank">Vul de benodigde gegevens hier in</a> en publiceer de fundraiser op het Whydonate platform.

source: Back
de_de: Zurück
es_es: Volver
nl_nl: Terug

source: Title fundraiser
de_de: Titel-Spendenaktion
es_es: Recaudación de fondos del título
nl_nl: Titel fundraiser

source: (Maximum of 70 characters)
de_de: (Maximal 70 Zeichen)
es_es: (Máximo de 70 caracteres)
nl_nl: (Maximaal 70 tekens)

source: Please add a title
de_de: Bitte fügen Sie einen Titel hinzu
es_es: Por favor, añada un título
nl_nl: Vul een titel in

source: Duplicate entry for title
de_de: Doppelter Eintrag für Titel
es_es: Entrada duplicada para el título
nl_nl: Dubbele vermelding voor titel

source: Optional fields
de_de: Optionale Felder
es_es: Campos opcionales
nl_nl: Optionele velden

source: Target Amount
de_de: Zielbetrag
es_es: La cantidad objetivo
nl_nl: Doelbedrag

source: (optional)
de_de: (fakultativ)
es_es: (opcional)
nl_nl: (optioneel)

source: Decimals are not allowed.
de_de: Dezimalzahlen sind nicht erlaubt.
es_es: Los decimales no están permitidos.
nl_nl: Decimalen zijn niet toegestaan.

source: Negetive amount is not allowed.
de_de: Negativer Betrag ist nicht erlaubt.
es_es: La cantidad negativa no está permitida.
nl_nl: Vul een titel in.

source: End Date
de_de: Enddatum
es_es: Fecha de finalización
nl_nl: Einddatum

source: Tipbox settings
de_de: Tippbox die Einstellungen
es_es: Cuadro de consejos ajustes
nl_nl: Fooi box instellingen

source: Enable
de_de: Aktivieren
es_es: Habilitar
nl_nl: Inschakelen

source: Disable
de_de: Deaktivieren
es_es: Inhabilitar
nl_nl: Uitschakelen

source: Save
de_de: Speichern Sie
es_es: Guardar
nl_nl: Opslaan

source: All styles
de_de: Alle Stile
es_es: Todos los estilos
nl_nl: Alle stijlen

source: Add style
de_de: Stil hinzufügen
es_es: Añade estilo
nl_nl: Stijl aanmaken

source: Edit
de_de: Bearbeiten
es_es: Edita
nl_nl: Aanpassen

source: Remove
de_de: Entfernen
es_es: Eliminar
nl_nl: Verwijderen

source: It seems you haven’t created any styles yet.
de_de: Es scheint, als hätten Sie noch keine Spendenaktion ins Leben gerufen.
es_es: Parece que aún no has creado ningún estilo.
nl_nl: Het lijkt erop dat je nog geen stijl hebt aangemaakt.

source: Style Name
de_de: Name des Stils
es_es: Nombre del estilo
nl_nl: Stijlnaam

source: Widget options
de_de: Widget-Optionen
es_es: Opciones de widgets
nl_nl: Widget opties

source: Widget appearance
de_de: Widget-Darstellung
es_es: Apariencia de widget
nl_nl: Widget voorvertoning

source: Donation Button
de_de: Schaltfläche "Spende
es_es: Botón de donación
nl_nl: Donatieknop

source: Amount Raised
de_de: Erhöhter Betrag
es_es: La cantidad recaudada
nl_nl: Gedoneerd bedrag

source: No widget, show donation form only
de_de: Kein Widget, nur das Spendenformular anzeigen
es_es: No hay widget, sólo muestra el formulario de donación
nl_nl: Geen widget, toon alleen het donatieformulier

source: Do not show box
de_de: Box nicht anzeigen
es_es: No mostrar caja
nl_nl: Toon geen witte box

source: Select and edit amounts
de_de: Beträge auswählen und bearbeiten
es_es: Seleccionar y editar las cantidades
nl_nl: Selecteer en pas de bedragen aan

source: Donation intervals
de_de: Spenden-Intervalle
es_es: Intervalos de donación
nl_nl: Donatie-interval

source: One time
de_de: Einmalig
es_es: Una vez
nl_nl: Eénmalig

source: Monthly
de_de: Monatlich
es_es: Mensual
nl_nl: Maandelijks

source: Yearly
de_de: Jährlich
es_es: Anualmente
nl_nl: Jaarlijks

source: Branding options
de_de: Branding-Optionen
es_es: Opciones de marca
nl_nl: Branding opties

source: Font
de_de: Schriftart
es_es: Fuente
nl_nl: Lettertype

source: Button Radius
de_de: Schaltfläche Radius
es_es: Radio del botón
nl_nl: Knopradius

source: Donation form title
de_de: Titel des Spendenformulars
es_es: Título del formulario de donación
nl_nl: Titel donatieformulier

source: of
es_es: de
nl_nl: van

source: funded
de_de: finanziert
es_es: financiado
nl_nl: gefinancierd

source: day(s) left
de_de: verbleibende(r) Tag(e)
es_es: día(s) que queda(n)
nl_nl: dag(en) te gaan

source: Donate
de_de: Spenden
es_es: Donaciones
nl_nl: Doneer

source: Donation form appearance
de_de: Aussehen des Spendenformulars
es_es: La donación forma parte de la apariencia
nl_nl: Donatieformulier voorvertoning

source: One Time
de_de: Einmalig
es_es: Una vez
nl_nl: Eénmalig

source: Select Amount
de_de: Betrag auswählen
es_es: Seleccione la cantidad
nl_nl: Selecteer bedrag

source: Other
de_de: Andere
es_es: Otros
nl_nl: Anders

source: First name
de_de: Vorname
es_es: Nombre de pila
nl_nl: Voornaam

source: Last name
de_de: Nachname
es_es: Apellido
nl_nl: Achternaam

source: Email
es_es: Correo electrónico
nl_nl: Emailadres

source: Anonymous
de_de: Anonym
es_es: Anónimo
nl_nl: Anoniem

source: By donate you agree to our <a href="https://www.whydonate.nl/terms-and-conditions/?lang=en" target="blank">Terms & Conditions</a>
de_de: Mit Ihrer Spende erklären Sie sich mit unseren <a href="https://www.whydonate.eu/terms-and-conditions/?lang=en" target="blank">Allgemeinen Geschäftsbedingungen einverstanden</a>
es_es: Al hacer una donación usted acepta nuestros <a href="https://www.whydonate.eu/terms-and-conditions/?lang=en" target="blank">Términos y Condiciones</a>
nl_nl: Door te doneren ga je akkoord met onze <a href="https://www.whydonate.nl/algemene-voorwaarden/" target="blank">Algemene voorwaarden</a>

source: Powered by
de_de: Angetrieben von
es_es: Impulsado por
nl_nl: Ondersteund door

source: Your plugin is now connected to this account:
de_de: Ihr Plugin ist nun mit diesem Konto verbunden
es_es: Tu plugin está ahora conectado a esta cuenta
nl_nl: De plugin is verbonden met jouw account:

source: How to use this plugin
de_de: Wie man dieses Plugin verwendet
es_es: Cómo usar este plugin
nl_nl: Hoe deze plugin te gebruiken

source: 1. Connect the plugin to your Whydonate account
de_de: 1. Verbinden Sie das Plugin mit Ihrem Whydonate-Konto
es_es: 1. Conecta el plugin a tu cuenta de Whydonate
nl_nl: 1. Verbind deze plugin met jouw Whydonate account

source: For Whydonate members:
de_de: Für Whydonate-Mitglieder
es_es: Para los miembros de Whydonate
nl_nl: Heb je al een Whydonate account:

source: Open your <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
de_de: Öffnen Sie Ihr <a href="https://www.whydonate.eu/profile" style="text-decoration:none" target="blank">Whydonate-Profil </a> und klicken Sie auf das Menü API-Schlüssel. Generieren Sie einen neuen API-Schlüssel und fügen Sie ihn per Kopieren und Einfügen unten auf dieser Seite ein.
es_es: Abre tu <a href="https://www.whydonate.eu/profile" style="text-decoration:none" target="blank">perfil de Whydonate</a> y haz clic en el menú de la clave de la API. Genera una nueva clave de API y cópiala y pégala al final de esta página.
nl_nl: Open je <a href="https://www.whydonate.nl/profile" style="text-decoration:none" target="blank">Whydonate profiel </a> en klik op het 'API Key' menu. Genereer een nieuwe API Key en kopieer en plak deze onderaan de pagina in het invoerveld.

source: No Whydonate account yet:
de_de: Noch kein Whydonate-Konto
es_es: No hay cuenta de Whydonate todavía:
nl_nl: Nog geen Whydonate account:

source: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Register for free at Whydonate</a>. Open your <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
de_de: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Registrieren Sie sich kostenlos bei Whydonate</a>. Öffnen Sie Ihr <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">Whydonate-Profil</a> und klicken Sie auf das Menü API-Schlüssel. Generieren Sie einen neuen API-Schlüssel und fügen Sie ihn per Kopieren und Einfügen unten auf dieser Seite ein.
es_es: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Regístrese gratis en Whydonate</a>. Abra su <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">perfil de Whydonate</a> y haga clic en el menú de la clave de la API. Genere una nueva clave de API y cópiela y péguela al final de esta página.
nl_nl: <a href="https://www.whydonate.nl/registration/nl" style="text-decoration:none" target="blank">Maak gratis een account aan op Whydonate.</a> Open vervolgens je <a href="https://www.whydonate.nl/registration/nl" style="text-decoration:none" target="blank">Whydonate profiel</a> en klik op het API Key menu. Genereer een nieuwe API Key en kopieer en plak deze onderaan de pagina in het invoerveld.

source: 2. Create a Widget
de_de: 2. Widget erstellen
es_es: 2. Crear Widget
nl_nl: 2. Widget aanmaken

source: Create a new fundraiser or select an existing fundraiser from your fundraiser list. Change the style as you like and then save this in your widgets.
de_de: Erstellen Sie eine neue Benefizveranstaltung oder wählen Sie eine bestehende Veranstaltung aus Ihrer Liste der Benefizveranstaltungen aus. Ändern Sie den Stil nach Belieben und speichern Sie ihn dann in Ihren Widgets.
es_es: Crea una nueva recaudación de fondos o selecciona una recaudación de fondos existente de tu lista de recaudación de fondos. Cambia el estilo como quieras y guárdalo en tus widgets.
nl_nl: Selecteer een fundraiser uit de lijst waaraan je de widget wilt koppelen. Mocht je nog geen fundraisers hebben aangemaakt, doe dat dan eerst. Selecteer de stijl die je voor de widget wilt gebruiken. Je kunt hiervoor de 'Standaard' stijl gebruiken of zelf een stijl aanmaken. Sla de widget vervolgens op.

source: 3. Add the widget to your Website
de_de: 3. Fügen Sie das Widget zu Ihrer Website hinzu
es_es: 3. Añade el widget a tu página web
nl_nl: 3. Plaats de widget op jouw website

source: Copy the "Shortcode" of the widget that you want to place and paste it directly on the page. A shortcode looks like this: [whydonate id = "*****"]
de_de: Kopieren Sie den "Shortcode" des Widgets, das Sie platzieren möchten, und fügen Sie ihn direkt auf der Seite ein. Ein "Shortcode" sieht wie folgt aus: [whydonate id = "*****"]
es_es: Copia el "Shortcode" del widget que quieras colocar y pégalo directamente en la página. Un código corto se ve así: [whydonate id = "*****"]
nl_nl: Kopieer de 'Shortcode' van de widget die je wilt plaatsen en plak deze direct op de pagina. Een shortcode ziet er als volgt uit: [whydonate id="*****"]

source: I have a Whydonate account
de_de: Ich habe ein Whydonate-Konto
es_es: Tengo una cuenta de Whydonate
nl_nl: Heb je al een Whydonate account

source: I don't have a Whydonate account
de_de: Ich habe ein Whydonate-Konto
es_es: No tengo una cuenta de Whydonate
nl_nl: Nog geen Whydonate account

source: Api Key
de_de: Api-Schlüssel
es_es: Clave API

source: Enter your api-key.
de_de: Geben Sie Ihren api-Schlüssel ein.
es_es: Ingrese su clave de API.
nl_nl: Voer jouw API-key in.

source: Your api-key is not valid. We failed to connect the plugin.
de_de: Ihr api-Schlüssel ist nicht gültig. Wir konnten das Plugin nicht anschließen.
es_es: Su clave API no es válida. No pudimos conectar el complemento.
nl_nl: De API-key is niet geldig. De plugin is niet gekoppeld.

source: Updating the api-key...
de_de: Aktualisierung des api-Schlüssels...
es_es: Actualizando la api-key...
nl_nl: API-key aanpassen..

source: Update success.
de_de: Erfolg aktualisieren.
es_es: Actualización exitosa.
nl_nl: Aanpassen geslaagd.

source: Open your <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
de_de: Öffnen Sie Ihr <a href="https://www.whydonate.eu/profile" style="text-decoration:none" target="blank">Whydonate-Profil</a> und klicken Sie auf das Menü API-Schlüssel. Generieren Sie einen neuen API-Schlüssel und fügen Sie ihn per Kopieren und Einfügen unten auf dieser Seite ein.
es_es: Abra su <a href="https://www.whydonate.eu/profile" style="text-decoration:none" target="blank">perfil de Whydonate</a> y haga clic en el menú de la clave de la API. Genere una nueva clave de API y cópiela y péguela al final de esta página.
nl_nl: Open je <a href="https://www.whydonate.nl/profile" style="text-decoration:none" target="blank">Whydonate profiel </a> en klik op het 'API Key' menu. Genereer een nieuwe API Key en kopieer en plak deze onderaan de pagina in het invoerveld.

source: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Register for free at Whydonate</a>. Open your <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank">Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
de_de: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Registrieren Sie sich kostenlos bei Whydonate</a>. Öffnen Sie Ihr <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">Whydonate-Profil</a> und klicken Sie auf das Menü API-Schlüssel. Generieren Sie einen neuen API-Schlüssel und fügen Sie ihn per Kopieren und Einfügen unten auf dieser Seite ein.
es_es: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Regístrese gratis en Whydonate</a>. Abra su <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank">perfil de Whydonate</a> y haga clic en el menú de la clave de la API. Genere una nueva clave de API y cópiela y péguela al final de esta página.
nl_nl: <a href="https://www.whydonate.nl/registration/nl" style="text-decoration:none" target="blank">Maak gratis een account aan op Whydonate.</a> Open vervolgens je <a href="https://www.whydonate.nl/registration/nl" style="text-decoration:none" target="blank">Whydonate profiel</a> en klik op het API Key menu. Genereer een nieuwe API Key en kopieer en plak deze onderaan de pagina in het invoerveld.

source: Add Widget
de_de: Widget hinzufügen
es_es: Agregar el widget
nl_nl: Widget aanmaken

source: Shortcode
es_es: Código corto

source: It seems you haven’t created any widgets yet.
de_de: Es scheint, als hätten Sie noch keine Spendenaktion ins Leben gerufen.
es_es: Parece que aún no has creado ningún estilo.
nl_nl: Het lijkt erop dat je nog geen widget hebt aangemaakt.

source: Add widget
de_de: Widget hinzufügen
es_es: Agregar el widget
nl_nl: Widget aanmaken

source: Copy shortcode
de_de: Shortcode kopieren
es_es: Copiar shortcode
nl_nl: Kopieer shortcode

source: Select fundraiser
de_de: Fundraiser auswählen
es_es: Seleccione la recaudación de fondos
nl_nl: Selecteer fundraiser

source: Something went wrong. Please check your api-key.
de_de: Etwas ist schief gelaufen. Bitte überprüfen Sie Ihren api-Schlüssel.
es_es: Algo salió mal. Por favor, compruebe su clave de acceso.
nl_nl: Er is iets mis gegaan. Controleer jouw API-key.

source: Select style
de_de: Stil auswählen
es_es: Selecciona el estilo
nl_nl: Selecteer stijl

source: Choose your option
de_de: Wählen Sie Ihre Option
es_es: Elija su opción
nl_nl: Selecteer een stijl

source: Default
de_de: Standardmäßig
es_es: Por defecto
nl_nl: Standaard

source: You can
de_de: Sie können
es_es: Puedes
nl_nl: Je kunt

source: create a custom plugin style
de_de: einen benutzerdefinierten Plugin-Stil erstellen
es_es: crear un estilo de plugin personalizado
nl_nl: een nieuwe plugin stijl aanmaken

source: which fits the look of your website
de_de: die zum Aussehen Ihrer Website passt
es_es: que encaja con el aspecto de su sitio web
nl_nl: gelijk aan de eigen huisstijl

source: Successful payment redirect URL
de_de: Erfolgreiche Zahlungsumleitungs-URL
es_es: URL de redireccionamiento de pago exitoso
nl_nl: Succesvolle betaling verwijzings-URL

source: The URL where the donor is sent after a successful payment.
de_de: Die Seite, auf der der Spender nach einer erfolgreichen Zahlung gesendet wird.
es_es: La página en la que se envía al donante después de un pago exitoso.
nl_nl: De URL waar de donateur naar toe wordt gestuurd na een succesvolle betaling.

source: Failed payment redirect URL
de_de: Fehlgeschlagene Zahlungsumleitung URL
es_es: URL de redireccionamiento de pago exitoso
nl_nl: Mislukte betaling verwijzings-URL

source: The URL where the donor is sent after a failed payment.
de_de: Die Seite, an die der Spender nach einer fehlgeschlagenen Zahlung geschickt wird.
es_es: La página en la que se envía al donante después de un pago fallido.
nl_nl: De URL waar de donateur naar toe wordt gestuurd na een mislukte donatie.

source: No Data Found
de_de: Keine Daten gefunden
es_es: Geen gegevens gevonden
nl_nl: Geen gegevens gevonden

source: closed
de_de: geschlossen
es_es: cerrado
nl_nl: gesloten

source: Fundraiser is either closed by time or owner closed it!
de_de: Die Spendenaktion ist entweder zeitlich geschlossen oder der Besitzer hat sie geschlossen!
es_es: ¡La recaudación de fondos está cerrada por tiempo o el dueño la cerró!
nl_nl: De einddatum van de fundraiser is verlopen of de organisator heeft hem afgesloten!

source: Must be between 1 and 30 characters.
de_de: Muss zwischen 1 und 30 Zeichen lang sein.
es_es: Debe tener entre 1 y 30 caracteres.
nl_nl: Moet tussen 1 en 30 karakters zijn.

source: Please enter a valid email.
de_de: Bitte geben Sie eine gültige E-Mail ein.
es_es: Por favor, introduzca un correo electrónico válido.
nl_nl: Voer je emailadres is.

source: By donate you agree to our <a href="https://www.whydonate.nl/terms-and-conditions/?lang=en" target="blank">Terms and Conditions</a>
de_de: Mit Ihrer Spende erklären Sie sich mit unseren <a href="https://www.whydonate.eu/terms-and-conditions/?lang=en" target="blank">Allgemeinen Geschäftsbedingungen einverstanden</a>
es_es: Al hacer una donación usted acepta nuestros <a href="https://www.whydonate.eu/terms-and-conditions/?lang=en" target="blank">Términos y Condiciones</a>
nl_nl: Door te doneren ga je akkoord met onze <a href="https://www.whydonate.nl/algemene-voorwaarden/" target="blank">Algemene voorwaarden</a>

source: Thanks for updating. If you see any database error message please ignore those and refresh the page.
de_de: Danke für die Aktualisierung. Wenn Sie eine Datenbankfehlermeldung sehen, ignorieren Sie diese bitte und aktualisieren Sie die Seite.
es_es: Gracias por actualizar. Si ves algún mensaje de error en la base de datos, por favor ignóralo y actualiza la página.

source: If you updated the Whydonate plugin, you need to remove the old shortcode and replace it with the new one in order to make it work.
de_de: Wenn Sie das Whydonate-Plugin aktualisiert haben, müssen Sie den alten Shortcode entfernen und durch den neuen ersetzen, damit es funktioniert.
es_es: Si actualizaste el plugin Whydonate, debes quitar el viejo atajo y reemplazarlo por el nuevo para que funcione.
nl_nl: Als je de Whydonate plug-in hebt bijgewerkt, moet je de oude shortcode verwijderen en vervangen door de nieuwe om hem te laten werken.

source: Progressbar
de_de: Fortschrittsbalken
nl_nl: Progressiebalk

source: Color
de_de: Farbe
nl_nl: Kleur
